import React, { FC } from "react";

const Rules: FC = () => {
  return (
    <>
      <ul className="px-2 list-inside list-decimal mt-2">
        <li>فرصت بهره‌مندی از مشتریان بیشتر در شهرک</li>
        <li>توسعه بازار هدف از یک منطقه جغرافیایی وسیعتر در سطح کشوری</li>
        <li>امکان راه‌اندازی فروش مجازی</li>
        <li>بهره‌گیری از امکانات تبلیغات و اطلاع‌رسانی مجازی</li>
        <li>بهره‌مندی از امکانات نرم‌افزاری رایگان</li>
        <li>فرصت بهره‌مندی از پشتیبانی رایگان از نرم‌افزارها</li>
        <li>
          برخورداری از نیروی کار رایگان جهت مدیریت وبسایت فروش و وبسایت تبلیغات
        </li>
        <li>فرصت بهره‌مندی از سود سرمایه‌گذاری‌های شرکت</li>
        <li>فرصت به اشتراک‌گذاری مشتریان بین همکاران عضو شرکت</li>
        <li>
          از جهتی به عنوان مشتری برخورداری از همه امکاناتی که برای مشتریان فراهم
          است
        </li>
      </ul>
    </>
  );
};

export { Rules };
