import React, { FC } from "react";

const Rules: FC = () => {
  return (
    <>
      <h2 className="font-bold mt-4">
        جهت بهره مندی از امکانات و ارزش افزوده های زیر شما به عنوان مشتری باید
        کارت عضویت دریافت کنید و در اقصی نقاط کشورهمزمان با توسعه وگسترش شرکت
        استفاده نمایید
      </h2>

      <ul className="px-2 list-inside list-disc mt-2">
        <li>بهره‌گیری از تخفیفات در مراجعات حضوری و خریدهای آنلاین</li>
        <li>بهره‌گیری از شرایط پرداخت اقساطی</li>
        <li>بهره‌گیری از سود سرمایه‌گذاری‌های شرکت در دوازده محور خاص</li>
        <li>شرایط دریافت پاداش از کیف پول</li>
        <li>امکان شرکت در قرعه‌کشی‌های ماهیانه</li>
        <li>امکان شرکت در قرعه‌کشی‌های فصلی</li>
        <li>امکان شرکت در قرعه‌کشی‌های هر شش ماه یکبار</li>
        <li>امکان شرکت در قرعه‌کشی‌های سالیانه</li>
        <li>امکان استفاده از پاداش‌های چشنواره‌ها</li>
        <li>امکان استفاده از کالا برگ رفاه ۲۴ مخصوص شهرک</li>
      </ul>
    </>
  );
};

export { Rules };
