interface InavList {
  title: string;
  text: string;
}

//questions
export const questions: InavList[] = [

  {
    title: "برای خرید محصولاتی که انتخاب کردم چه کنم ؟",
    text: "ابتدا وارد سایت شوید و سپس اقدام به پرداخت کنید تا فاکتور شما نهایی و صادر شود",
  },
  {
    title: "برای خرید باید حتما ثبت نام کنم ؟",
    text: "بله ! شما تا ثبت نام را انجام ندهید قادر به دریافت خدمات ما نخواهید بود ",
  },
  {
    title: "برای خرید محصولات باید تماس بگیرم ؟",
    text: " خیر ! تمامی مراحل خرید شما کاملا آنلاین می باشد اما در صورت وجود مشکل در مراحل خرید می توانید با پشتیبانی ارتباط آنلاین یا تلفنی برقرار کنید ",
  },
  {
    title: "برای ارتباط با پشتیبانی چه کنم ؟",
    text: "برای دریافت خدمات می توانید با شماره زیر تماس حاصل کنید",
  },
];
